<?php
return [

    'owner_type' => [
        'own' => 'Өөрийн',
        'lease' => 'Түрээсийн',
        'mortgage' => 'Ипотек',
        'relative' => 'Хамаатан',
        'other' => 'Бусад'
    ],

    'relation' => [
        'father' => 'Аав',
        'mother' => 'Ээж',
        'brother' => 'Ах',
        'sister' => 'Эгч',
        'little' => 'Дүү',
        'friend' => 'Найз'
    ],
    'pledge_type' => [
          'car' => 'Автомашин',
          'apartment' => 'Байр',
          'garage' => 'Граш',
          'apartmentAndCar' => 'Автомашин, байр хосолсон',
          'building' => 'Барилга',
          'workSpace' => 'Үйлчилгээний талбай'
    ],
    'advertisement' => [
           'client' => 'Харилцагчаас',
           'internet' => 'Интернет',
           'tv' => 'Телевиз',
           'supplier' => 'Бэлтгэн нийлүүлэгч',
           'fm radio' => 'ФМ радио',
           'news paper' => 'Сонин хэвлэл',
           'other' => 'Бусад'
    ],
    'codes' => [
        '00001' => [
            'name' => '00001 - Ерөнхий журнал, мөнгөн хөрөнгө',
            'forms' => [
                '00001' => [
                    'name' => 'Мөнгөн хөрөнгө'
                ],
                '00011' => [
                    'name' => 'Мөнгөн хөрөнгө касс'
                ],
                '00012' => [
                    'name' => 'Мөнгөн хөрөнгө харилцах'
                ]
            ]
        ],
        '00002' => [
            'name' => '00002 - Авлага өглөг',
            'forms' => [
                '00002' => [
                    'name' => 'Авлага өглөг'
                ]
            ]
        ],
        '00003' => [
            'name' => '00003 - Үндсэн хөрөнгө',
            'forms' => [
                '00003' => [
                    'name' => 'Үндсэн хөрөнгө'
                ],
                '00031' => [
                    'name' => 'Үндсэн хөрөнгө актлах'
                ],
            ]
        ]
    ]
];